{
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "neoformat": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-rooter.lua": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "vim-fish-syntax": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-terraform": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "yaml.nvim": { "branch": "main" },
  "yats.vim": { "branch": "master" }
}
